/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Elimina";
"Basic settings" = "Impostazioni base";
"Add Data" = "Aggiungi dati";


/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Attività";
"Closed" = "Attività Finite";
"Awards" = "Premi";



/* HOME VIEW */

"Up next" = "A seguire";
"More to explore" = "Altro da esplorare";



/* PROJECTS VIEW */

"Open Projects" = "Progetti";
"Closed Projects" = "Progetti finiti";
"Add Project" = "Aggiungi un progetto";
"Add New Task" = "Aggiungi nuova attività";
"There's nothing here right now." = "Non c'è niente qui, per il momento.";

/* A button that shows a menu with the following options */
"Sort" = "Organizza";
"Sort tasks" = "Organizza attività"; /* The title of the menu */
"Optimized" = "Ottimizzata"; /* Sort using an optimized algorithm */
"Creation Date" = "Data di creazione"; /* Sort by the date tasks were created */
"Title" = "Titolo"; /* Sort by task title */

/* Default names for a new project and a new task */
"New Project" = "Nuovo Progetto";
"New Task" = "Nuova Attività";



/* EDITING PROJECTS */
"Edit Project" = "Modifica Progetto";
"Project name" = "Nome del Progetto";
"Description of this project" = "Descrizione del Progetto";
"Custom project color" = "Colore del Progetto";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Chiudi il Progetto";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "La chiusura di un progetto lo sposta dalla scheda Aperto a Chiuso; eliminandolo si rimuove completamente il progetto.";
"Reopen this project" = "Riapri il progetto";
"Delete this project" = "Elimina il progetto";
"Delete project?" = "Vuoi eliminare il progetto?";
"Are you sure you want to delete this project? You will also delete all the tasks it contains." = "Sei sicuro di voler eliminare questo progetto? Eliminerai anche tutte le attività che contiene.";



/* EDITING TASKS */
"Edit Task" = "Modifica Attività";
"Task name" = "Nome dell'attività";
"Description" = "Descrizione";
"Enter the description of the task" = "Entra una breve descrizione dell'Attività";
"Priority" = "Priorità";
"Low" = "Bassa";
"Medium" = "Media";
"High" = "Alta";

"Mark Completed" = "Attività Completata"; /* Mark this task as being completed (finished/accomplished) */


/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

"%@, %lld tasks, %g%% complete." = "%@, %lld tasks, %g%% complete.";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or task */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";



"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";



"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";



// Unlocking premium
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";
